chat_system_1626896201_actor_description=Pedro Morales. Pirate - merchant.
chat_system_1626896201_switch_0_header_1=^?^I'm so glad to see your... your face again!<br>Come in, come in! Where's my rum? At last, I can talk to somebody other than these stupid barbarians.
chat_system_1626896201_snap_0_question=^?^Karamba! I have guests! I had put a bottle of 20-year-old rum by! Sit down, dear friend; we'll have a good meal, a good drink, and a good talk.
chat_system_1626896201_snap_0_answer_0=^?^I didn't expect such hospitality! I just wanted to ask what you have for sale.
chat_system_1626896201_snap_0_answer_1=^?^Do you remember we talked about Kanatos's head? I seem to have it...
chat_system_1626896201_snap_0_answer_2=^?^Do you remember we talked about Kanatos's head?
chat_system_1626896201_snap_0_answer_3=^?^To have a talk? With pleasure!
chat_system_1626896201_snap_0_answer_4=^?^I came in just for a moment and I've already got to go. But leave the rum where it is. I'll be happy to try it next time.
chat_system_1626896201_snap_2_question=^?^Thousand sharks into my throat! It's Kanatos' head! Look, don't offer it to anyone else. Sell it to me. I'll give twenty thousand gold coins for it.
chat_system_1626896201_snap_2_answer_0=^?^It's a deal, you old fox.
chat_system_1626896201_snap_2_answer_1=^?^No. I'll try to find out what it's worth first. Maybe the barbarians chieftain from Verlon Forest will be interested. It's their deity, you know.
chat_system_1626896201_snap_2_answer_2=^?^No, first I'll see what the other tradesmen offer for it.
chat_system_1626896201_snap_3_question=^?^I should think so. Have you changed your mind and want to sell it for fifteen thousand gold coins?
chat_system_1626896201_snap_3_answer_0=^?^As far as I remember, we talked about twenty thousand gold coins.
chat_system_1626896201_snap_4_question=^?^Strike me dead! Don't you believe me? Curse! Blimey, but I...
chat_system_1626896201_snap_4_answer_0=^?^Ok! Ok! Don't curse so much, I agree for fifteen thousand gold coins.
chat_system_1626896201_snap_4_answer_1=^?^What an old fox are you, Pedro! Maybe I'll let you think some more and I'll come later.
chat_system_1626896201_snap_5_question=^?^Excellent! Deal! Take your fifteen thousand and give me the head.
chat_system_1626896201_snap_5_answer_0=^?^Deal!
chat_system_1626896201_snap_6_question=^?^I swear by the mermaid's legs, I haven't seen anyone more stubborn than you, [player]! Ok, I agree, give me Kanatos's head, and I'll give you twenty thousand for it.
chat_system_1626896201_snap_6_answer_0=^?^Now you are talking! Deal!
chat_system_1626896201_snap_1_question=^?^I want to tell you a story, which has been told for many years, but nobody could ever find out if it's true.<br>There's a barbarian deity - Kanatos.<br>And there are rumors, that at the beginning of ages, a not very powerful, and even less popular deity, known by the name Kanatos, came to barbarians and asked them to make him their high deity. Barbarians had laughed at him and said that they didn't need such a weak god.<br>Then Kanatos snatched his own head and tore it away in one movement. He threw his head to the barbarians and, headless, began to strike them dead one by one.<br>The frightened barbarians begged for mercy, and declared Kanatos their high deity. There are legends that the head is on their altar and they make their sacrifices to it.
chat_system_1626896201_snap_1_answer_0=^?^Look... I have some kind of head here. Is this the one you're talking about?
chat_system_1626896201_snap_1_answer_1=^?^Interesting, interesting. I should pay more attention to barbarian altars and such.
